Repository: alexryakhin/RepsCount
Catalog: RepsCount/RepsCount/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, hr, ru

# Progress: %lld sets out of %@
source: Progress: %1$lld sets out of %2$@
de: Fortschritt: %1$lld Sätze von %2$@
fr: Progression : %1$lld séries sur %2$@
hr: Napredak: %1$lld serija od %2$@
ru: Прогресс: %1$lld подходов из %2$@

source: Pull-ups
de: Klimmzüge
fr: Tractions
hr: Čeonim hvatom
ru: Подтягивания

source: Push-ups
de: Liegestütze
fr: Pompes
hr: Sklekovi
ru: Отжимания

source: Quadriceps
de: Quadrizeps
hr: Kvadriceps
ru: Квадрицепсы

source: Quads
de: Oberschenkelmuskeln
fr: Quadriceps
hr: Kvadricepsi
ru: Квадрицепсы

source: Rate the app
de: App bewerten
fr: Noter l'app
hr: Ocijeni aplikaciju
ru: Оценить приложение

source: Read failed
de: Lesen fehlgeschlagen
fr: Échec de la lecture
hr: Neuspješno čitanje
ru: Ошибка при чтении

source: Rear Delt Flyes
de: Reverse Fliegen
fr: Élévations arrière des deltoïdes
hr: Leteći odradi na stražnjem deltu
ru: Разведения рук на задние дельты

source: Recurrence
de: Wiederholung
fr: Récurrence
hr: Ponavljanje
ru: Повторение

source: Remove
de: Entfernen
fr: Supprimer
hr: Ukloni
ru: Удалить

source: Removing event failed
de: Entfernen des Ereignisses fehlgeschlagen
fr: Échec de la suppression de l'événement
hr: Brisanje događaja nije uspjelo
ru: Не удалось удалить событие

source: Removing exercise failed
de: Entfernen der Übung fehlgeschlagen
fr: Échec de la suppression de l'exercice
hr: Brisanje vježbe nije uspjelo
ru: Не удалось удалить упражнение

source: Removing set failed
de: Entfernen des Satzes fehlgeschlagen
fr: Échec de la suppression de la série
hr: Brisanje seta nije uspjelo
ru: Не удалось удалить подход

source: Removing template failed
de: Entfernen der Vorlage fehlgeschlagen
fr: Échec de la suppression du modèle
hr: Brisanje predloška nije uspjelo
ru: Не удалось удалить шаблон

source: Removing workout failed
de: Entfernen des Workouts fehlgeschlagen
fr: Échec de la suppression de l'entraînement
hr: Brisanje treninga nije uspjelo
ru: Не удалось удалить тренировку

source: Rename
de: Umbenennen
fr: Renommer
hr: Preimenuj
ru: Переименовать

source: Rename workout
de: Training umbenennen
fr: Renommer l'entraînement
hr: Preimenuj trening
ru: Переименовать тренировку

source: Repeat Frequency
de: Wiederholungsfrequenz
fr: Fréquence de répétition
hr: Učestalost ponavljanja
ru: Частота повторения

source: Repeat Workout
de: Training wiederholen
fr: Répéter l'entraînement
hr: Ponovi trening
ru: Повторить тренировку

source: Reps
de: Wiederholungen
fr: Répétitions
hr: Ponavljanja
ru: Повторения

source: Reps (optional)
de: Wiederholungen (optional)
fr: Répétitions (optionnel)
hr: Ponavljanja (neobavezno)
ru: Повторения (необ.)

source: Reps: %@
de: Wiederholungen: %@
fr: Répétitions : %@
hr: Ponavljanja: %@
ru: Повторения: %@

source: Resistance Band Bicep Curls
de: Bizeps Curls mit Widerstandsband
fr: Flexions biceps avec élastique
hr: Bicep pregibi s otporima
ru: Сгибания бицепсов с эспандером

source: Resistance Band Chest Press
de: Brustpresse mit Widerstandsband
fr: Presse poitrine avec élastique
hr: Potisak za prsa s otporom
ru: Жим груди с эспандером

source: Resistance Band Face Pulls
de: Face Pulls mit Widerstandsband
fr: Tirage visage avec élastique
hr: Face pull s otporom
ru: Тяга к лицу с эспандером

source: Resistance Band Flyes
de: Flyes mit Widerstandsband
fr: Écartés avec élastique
hr: Flyes s otporom
ru: Разведения с эспандером

source: Resistance Band Front Raises
de: Frontheben mit Widerstandsband
fr: Élévations frontales avec élastique
hr: Frontno podizanje s otporom
ru: Подъёмы рук вперед с эспандером

source: Resistance Band Lateral Raises
de: Seitheben mit Widerstandsband
fr: Élévations latérales avec élastique
hr: Lateralna podizanja s otporom
ru: Подъёмы в стороны с эспандером

source: Resistance Band Lateral Walks
de: Seitliche Schritte mit Widerstandsband
fr: Marches latérales avec élastique
hr: Lateralni hod s otporom
ru: Боковые шаги с эспандером

source: Resistance Band Overhead Press
de: Überkopfdrücken mit Widerstandsband
fr: Développé militaire avec élastique
hr: Potisak iznad glave s otporom
ru: Жим над головой с эспандером

source: Resistance Band Pulldowns
de: Pull-downs mit Widerstandsband
fr: Tirages vers le bas avec élastique
hr: Pull-downs s otporom
ru: Тяга вниз с эспандером

source: Resistance Band Reverse Wrist Curls
de: Reverse Handgelenk-Curls mit Widerstandsband
fr: Flexions inversées des poignets avec élastique
hr: Reverse pregibi zglobova s otporom
ru: Обратные сгибания запястий с эспандером

source: Resistance Band Rows
de: Rudern mit Widerstandsband
fr: Ramer avec élastique
hr: Veslanje s otporom
ru: Тяга с эспандером

source: Resistance Band Triceps Extension
de: Trizepsstrecken mit Widerstandsband
fr: Extension triceps avec élastique
hr: Ekstenzija tricepsa s otporom
ru: Разгибания трицепса с эспандером

source: Resistance Band Wrist Curls
de: Handgelenk-Curls mit Widerstandsband
fr: Flexions des poignets avec élastique
hr: Pregibi zglobova s otporom
ru: Сгибания запястий с эспандером

source: Resistance Bands
de: Widerstandsbänder
fr: Bandes de résistance
hr: Elastične trake
ru: Эспандеры

source: Reverse Wrist Curls
de: Reverse Handgelenk-Curls
fr: Flexions inversées des poignets
hr: Reverse pregibi zglobova
ru: Обратные сгибания запястий

source: Rhomboids
de: Rhomboiden
fr: Rhomboïdes
hr: Romboidni mišići
ru: Ромбовидные мышцы

source: Romanian Deadlifts
de: Rumänisches Kreuzheben
fr: Soulevé de terre roumain
hr: Rumunjski mrtvi dizanja
ru: Румынская становая тяга

source: Rotator Cuff
de: Rotatorenmanschette
fr: Coiffe des rotateurs
hr: Rotatorna manžeta
ru: Ротационная манжета

source: Russian Twist
de: Russischer Twist
hr: Ruski okret
ru: Русский поворот

source: Saturday
de: Samstag
fr: Samedi
hr: Subota
ru: Суббота

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications
hr: Spremi promjene
ru: Сохранить изменения

source: Save failed
de: Speichern fehlgeschlagen
fr: Échec de l'enregistrement
hr: Spremanje nije uspjelo
ru: Сохранение не удалось

source: Save location
de: Sicherer Ort
fr: Enregistrer l'emplacement
hr: Sačuvaj lokaciju
ru: Сохранять локацию

source: Schedule a Workout
de: Training planen
fr: Planifier un entraînement
hr: Zakaži trening
ru: Запланировать тренировку

source: Schedule Workout
de: Training planen
fr: Planifier un entraînement
hr: Zakaži trening
ru: Запланировать тренировку

source: Schedule workouts
de: Trainings planen
fr: Planifier des entraînements
hr: Zakaži treninge
ru: Запланировать тренировки

source: Seated Cable Rows
de: Sitzendes Kabelrudern
fr: Tirage horizontal à la poulie assis
hr: Sjedeći kabel veslanje
ru: Тяга сидя на канатном тренажёре

source: Seated Calf Raises
de: Sitzende Wadenheben
fr: Élévations de mollets assis
hr: Sjedeća podizanja listova
ru: Подъёмы на носки сидя

source: Seated Row (Wide Grip)
de: Sitzende Rudern (Weite Griff)
fr: Tirage assis (prise large)
hr: Sjedeće veslanje (široki hvat)
ru: Тяга сидя (широкий хват)

source: Select a template
de: Vorlage auswählen
fr: Sélectionner un modèle
hr: Odaberi predložak
ru: Выберите шаблон

source: Select Add exercise from the menu in the bottom right corner
de: Wähle „Übung hinzufügen“ aus dem Menü unten rechts
fr: Sélectionnez « Ajouter un exercice » dans le menu en bas à droite
hr: Odaberi 'Dodaj vježbu' iz izbornika u donjem desnom kutu
ru: Выберите «Добавить упражнение» в меню в правом нижнем углу

source: Select calendar
de: Kalender auswählen
fr: Sélectionner le calendrier
hr: Odaberi kalendar
ru: Выберите календарь

source: Select date
de: Datum auswählen
fr: Sélectionner la date
hr: Odaberi datum
ru: Выберите дату

source: Select template
de: Vorlage auswählen
fr: Sélectionner un modèle
hr: Odaberi predložak
ru: Выберите шаблон

source: Selected calendar
de: Ausgewählter Kalender
fr: Calendrier sélectionné
hr: Odabrani kalendar
ru: Выбранный календарь

source: Selected exercises
de: Ausgewählte Übungen
fr: Exercices sélectionnés
hr: Odabrane vježbe
ru: Выбранные упражнения

source: Server unreachable
de: Server nicht erreichbar
fr: Serveur inaccessible
hr: Server nedostupan
ru: Сервер недоступен

source: Sets (optional)
de: Sätze (optional)
fr: Séries (optionnel)
hr: Serije (neobavezno)
ru: Подходы (необ.)

source: Sets: %@
de: Sätze: %@
fr: Séries : %@
hr: Serije: %@
ru: Подходы: %@

source: Settings
de: Einstellungen
fr: Paramètres
hr: Podešavanja
ru: Настройки

source: Shoulder Press
de: Schulterpresse
fr: Développé épaules
hr: Potisak ramenima
ru: Жим гантелей сидя

source: Shoulders
de: Schultern
fr: Épaules
hr: Ramena
ru: Плечи

source: Show all exercises
de: Alle Übungen anzeigen
fr: Afficher tous les exercices
hr: Prikaži sve vježbe
ru: Показать все упражнения

source: Show all workouts
de: Alle Trainings anzeigen
fr: Afficher tous les entraînements
hr: Prikaži sve treninge
ru: Показать все тренировки

source: Shrugs
de: Schulterzucken
fr: Hausses d'épaules
hr: Skakanje ramenima
ru: Поднимание плеч

source: Side Plank
de: Seitenplanke
fr: Planche latérale
hr: Bočna planka
ru: Боковая планка

source: Side-Lying Adductor Raises
de: Seitliches Adduktorenheben
fr: Élévations des adducteurs allongé sur le côté
hr: Bočna podizanja aduktora
ru: Подъёмы на боковые приводящие мышцы

source: Side-Lying Leg Raises
de: Seitliches Beinheben
fr: Élévations de jambes allongé sur le côté
hr: Bočna podizanja nogu
ru: Подъёмы ног на боку

source: Something you might need
de: Etwas, das du vielleicht brauchst
fr: Quelque chose dont vous pourriez avoir besoin
hr: Nešto što bi ti moglo zatrebati
ru: Возможно, это тебе пригодится

source: Squats
de: Kniebeugen
hr: Čučnjevi
ru: Приседания

source: Standing Calf Raises
de: Stehende Wadenheben
fr: Élévations de mollets debout
hr: Stojeća podizanja listova
ru: Подъёмы на носки стоя

source: Start a new workout
de: Ein neues Training starten
fr: Commencer un nouvel entraînement
hr: Započni novi trening
ru: Начать новую тренировку

source: Start date
de: Startdatum
fr: Date de début
hr: Datum početka
ru: Дата начала

source: Started at: %@
de: Gestartet um: %@
fr: Commencé à : %@
hr: Započeto u: %@
ru: Началась в: %@

source: Stones
de: Steine
fr: Des pierres
ru: Стоуны

source: Strength Training
de: Krafttraining
fr: Musculation
hr: Trening snage
ru: Силовые тренировки

source: Sumo Deadlifts
de: Sumo Kreuzheben
fr: Soulevé de terre sumo
hr: Sumo mrtvo dizanje
ru: Сумо становая тяга

source: Sunday
de: Sonntag
fr: Dimanche
hr: Nedjelja
ru: Воскресенье

source: T-Bar Rows
de: T-Bar Rudern
fr: Rowing T-bar
hr: T-bar veslanje
ru: Тяга Т-грифа

source: Target muscles
de: Zielmuskeln
fr: Muscles ciblés
hr: Ciljani mišići
ru: Целевые мышцы

source: Targets: %@
de: Ziele: %@
fr: Cibles : %@
hr: Cilja: %@
ru: Тренеруем: %@

source: Template not found
de: Vorlage nicht gefunden
fr: Modèle non trouvé
hr: Predložak nije pronađen
ru: Шаблон не найден

source: The app doesn't have permission to Calendar in Settings.
de: Die App hat keine Berechtigung für den Kalender in den Einstellungen.
fr: L'application n'a pas la permission d'accéder au calendrier dans les paramètres.
hr: Aplikacija nema dopuštenje za pristup kalendaru u postavkama.
ru: Приложению не разрешено доступ к Календарю в настройках.

source: The app has write-only access to Calendar in Settings. Please grant it full access so the app can fetch and delete your events.
de: Die App hat nur Schreibzugriff auf den Kalender in den Einstellungen. Bitte gewähren Sie ihr vollständigen Zugriff, damit die App Ihre Ereignisse abrufen und löschen kann.
fr: L'application a un accès en écriture uniquement au calendrier dans les paramètres. Veuillez lui accorder un accès complet afin que l'application puisse récupérer et supprimer vos événements.
hr: Aplikacija ima samo pristup za pisanje u kalendaru u postavkama. Molimo vas da joj omogućite puni pristup kako bi aplikacija mogla dohvatiti i brisati vaše događaje.
ru: У приложения есть только доступ для записи в календарь в настройках. Пожалуйста, предоставьте полный доступ, чтобы приложение могло получать и удалять ваши события.

source: This device doesn't allow access to Calendar.
de: Dieses Gerät erlaubt keinen Zugriff auf den Kalender.
fr: Cet appareil ne permet pas l'accès au calendrier.
hr: Ovaj uređaj ne omogućuje pristup kalendaru.
ru: Это устройство не позволяет доступ к Календарю.

source: This is a repeating event.
de: Dies ist ein wiederholendes Ereignis.
fr: C'est un événement récurrent.
hr: Ovo je ponavljajući događaj.
ru: Это повторяющееся событие.

source: Thursday
de: Donnerstag
fr: Jeudi
hr: Četvrtak
ru: Четверг

source: Time
de: Zeit
fr: Temps
hr: Vrijeme
ru: Время

source: Time: %@
de: Zeit: %@
fr: Temps: %@
hr: Vreme: %@
ru: Время: %@

source: Timeout
de: Zeitüberschreitung
fr: Délai d'attente
hr: Istek vremena
ru: Время ожидания

source: Today
de: Heute
fr: Aujourd'hui
hr: Danas
ru: Сегодня

source: Toe Raises
de: Zehenheben
fr: Élévation sur les orteils
hr: Podizanje na prstima
ru: Поднятие пальцев ног

source: Total
de: Gesamt
hr: Ukupno
ru: Всего

source: Track exercises
de: Übungen verfolgen
fr: Suivre les exercices
hr: Prati vježbe
ru: Отслеживать упражнения

source: Trapezius
de: Trapezmuskel
fr: Trapèze
ru: Трапеция

source: Traps
de: Trapezmuskel
fr: Trapèze
hr: Trapezius
ru: Трапеция

source: Tricep Dips
de: Trizeps Dips
hr: Dipsevi za triceps
ru: Отжимания на трицепс

source: Tricep Extension
de: Trizeps Extension
fr: Extension triceps
hr: Produžetak tricepsa
ru: Разгибание трицепса

source: Triceps
de: Trizeps
ru: Трицепс

source: Tuesday
de: Dienstag
fr: Mardi
hr: Utorak
ru: Вторник

source: Unable to complete empty workout
de: Kann das leere Workout nicht abschließen
fr: Impossible de compléter un entraînement vide
hr: Nemoguće završiti prazni trening
ru: Невозможно завершить пустую тренировку

source: Use the calendar to plan your workouts
de: Verwende den Kalender, um deine Trainings zu planen
fr: Utilisez le calendrier pour planifier vos entraînements
hr: Koristi kalendar za planiranje svojih treninga
ru: Используйте календарь, чтобы планировать тренировки

source: Wednesday
de: Mittwoch
fr: Mercredi
hr: Srijeda
ru: Среда

source: Weekly
de: Wöchentlich
fr: Hebdomadaire
hr: Tjedno
ru: Еженедельно

source: Weight, %@ (optional)
de: Gewicht, %@ (optional)
fr: Poids, %@ (facultatif)
hr: Težina, %@ (opciono)
ru: Вес, %@ (по желанию)

source: Welcome to Reps Counter
de: Willkommen bei Reps Counter
fr: Bienvenue sur Reps Counter
hr: Dobrodošao u Reps Counter
ru: Добро пожаловать в Reps Counter

source: Workout
de: Training
fr: Entraînement
hr: Trening
ru: Тренировка

source: Workout completed
de: Training abgeschlossen
fr: Entraînement terminé
hr: Trening završen
ru: Тренировка завершена

source: Workout Name
de: Name des Trainings
fr: Nom de l'entraînement
hr: Naziv treninga
ru: Название тренировки

source: Wrist Curls
de: Handgelenk-Curls
fr: Flexions des poignets
hr: Pregibi zglobova
ru: Сгибания запястий

source: X (Twitter)
de: X (ehemals Twitter)
fr: X (anciennement Twitter)
hr: X (nekada Twitter)
ru: X (ранее Twitter)

source: You haven't created any workout templates yet.
de: Du hast noch keine Trainingsvorlagen erstellt.
fr: Vous n'avez pas encore créé de modèles d'entraînement.
hr: Još nisi kreirao nijedan predložak treninga.
ru: Вы еще не создали ни одного шаблона тренировки.

source: You haven't planned any workouts for today.
de: Du hast für heute keine Trainings geplant.
fr: Vous n'avez prévu aucun entraînement pour aujourd'hui.
hr: Nisi isplanirao nijedan trening za danas.
ru: Вы не запланировали ни одной тренировки на сегодня.

source: You should add at least one exercise
de: Du solltest mindestens eine Übung hinzufügen
fr: Vous devez ajouter au moins un exercice
hr: Trebao bi dodati barem jednu vježbu
ru: Вам следует добавить хотя бы одно упражнение

source: App version:
fr: Version de l'application :
hr: Verzija aplikacije:
ru: Версия приложения:

source: Brachialis
fr: Brachial
hr: Brahijalni mišić
ru: Плечевая мышца

source: Brachioradialis
fr: Brachioradial
ru: Плечелучевая мышца

source: Calisthenics
fr: Callisthénie
hr: Kalisthenika
ru: Калистеника

source: Dead Hang
fr: Suspension passive
hr: Mrtvo vis
ru: Вис на турнике

source: Face Pulls
fr: Tirage visage
hr: Podizanje lica
ru: Тяга к лицу

source: Farmer's Walk
fr: Marche du fermier
ru: Фермерская прогулка

source: Glute Bridge
fr: Pont fessier
hr: Most za gluteus
ru: Ягодичный мостик

source: Glute-Ham Raises
fr: Extensions fessiers/ischios
hr: Dizanja za gluteus i ložu
ru: Подъёмы на скамье GHR

source: Hammer Curls
fr: Curls marteau
hr: Čekićasti biceps
ru: Молотковые подъемы

source: Human Flag
fr: Drapeau humain
hr: Ljudska zastava
ru: Флажок

source: Lat Pulldowns
fr: Tirage vertical
hr: Pulldown za latissimus
ru: Тяга верхнего блока

source: Pistol Squat
fr: Squat pistol
hr: Pistol čučanj
ru: Пистолетик

source: Plank
fr: Planche
ru: Планка

source: Preacher Curls
fr: Flexions au pupitre
hr: Preacher pregibi
ru: Сгибания рук на скамье Скотта

source: Prone Y-Raises
fr: Élévations Y en position couchée
hr: Ležeće Y-podizanje
ru: Разведения рук в положении лёжа (Y)

source: Reverse Curls
fr: Curl inversés
hr: Reverse pregibi
ru: Обратные сгибания

source: Reverse Flyes
fr: Écartés inversés
hr: Reverse leteći
ru: Обратные разведения

source: Sets
fr: Ensembles
hr: Setovi
ru: Подходы

source: Sissy Squat
fr: Squat Sissy
hr: Sissy čučanj
ru: Сисси присед

source: Soleus
fr: Soléaire
ru: Икроножная мышца

source: Split Squat
fr: Squat fendu
hr: Split čučanj
ru: Сплит-присед

source: Support
fr: Assistance
hr: Podrška
ru: Поддержка

source: Upright Rows
fr: Élévations Upright
hr: Uspravno podizanje
ru: Вертикальные подъемы

source: Workouts
fr: Entraînements
hr: Treninzi
ru: Тренировки

source: Dips
hr: Dipsevi
ru: Отжимания на брусьях

source: Dragon Flag
hr: Zastava zmaja
ru: Дракон флаг

source: Hip Thrust
hr: Podizanje kukova
ru: Подъём таза

source: Hyperextensions
hr: Hiperekstenzije
ru: Гиперэкстензии

source: lb
hr: funta
ru: фунт.

source: Muscle-ups
hr: Ruski zgib
ru: Выход силой

source: Nordic Curls
hr: Nordijski pregibi
ru: Русские сгибания

source: OK
hr: U redu
ru: ОК

source: Rack Pulls
hr: Rack povlačenja
ru: Становая тяга в силовой раме

source: Step Ups
hr: Step up
ru: Шаги на скамейку

source: Superman
hr: Supermen
ru: Супермен

source: Back Lever
ru: Бэк-левел

source: Front Lever
ru: Фронт-левел

source: Good Mornings
ru: Гуд морнинг

source: Info
ru: Инфо

source: kg
ru: кг

source: Planche
ru: Планш

source: Serratus
ru: Передняя зубчатая мышца

source: Skull Crushers
ru: Скулкрэшерс

source: st
ru: ст.

source: Teres
ru: Большая круглая мышца
